/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Ajuste de imagen";
"ICA_PGADV_AUTOTONE_TT"	= "Selecciona el efecto de la función que optimiza el brillo de la imagen.";
"ICA_PGADV_COPYGAMMA_STR"	= "Reducir colores base";
"ICA_PGADV_COPYGAMMA_TT"	= "Selecciona ajustar Activado/Desactivado en la función que sirve para reducir los colores base en los documentos de dos caras o atenuarlo en el papel reciclado y otros papeles de colores. Esta opción solo está disponible cuando en [Ajuste de imagen] se selecciona [Documento] o [Revista].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Selecciona ajustar Activado/Desactivado en la función que sirve para reducir los colores base en los documentos de dos caras o atenuarlo en el papel reciclado y otros papeles de colores. Esta opción solo está disponible cuando en [Ajuste de imagen] se selecciona [Documento].";
"ICA_PGADV_UNSHARP_STR"	= "Nitidez de imagen";
"ICA_PGADV_UNSHARP_TT"	= "Selecciona ajustar Activado/Desactivado en la función que sirve para destacar el contorno de los sujetos para dar nitidez a la imagen. Si [Destramar] está ajustada en Activado, se mantendrá el muaré excepto si [Nitidez de imagen] está ajustada en Desactivado.";
"ICA_PGADV_DESCREEN_STR"	= "Destramar";
"ICA_PGADV_DESCREEN_TT"	= "Selecciona ajustar Activado/Desactivado en la función que sirve para reducir el efecto de gradaciones desiguales o patrones de líneas (muaré) que se da cuando se escanean fotografías o imágenes impresas con trama. Se mantendrá el muaré si [Nitidez de imagen] está ajustada en Desactivado.";
"ICA_PGADV_REMOVEDUST_STR"	= "Quitar polvo";
"ICA_PGADV_REMOVEDUST_TT"	= "Selecciona el efecto de la función \"FARE\" que elimina automáticamente el polvo y los arañazos de las películas escaneadas.";
"ICA_PGADV_REDUCEDUST_STR"	= "Reducir polvo";
"ICA_PGADV_REDUCEDUST_TT"	= "Selecciona el efecto de la función que reduce los puntos blancos causados por el polvo o los arañazos en las fotos.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Corr. difuminado";
"ICA_PGADV_FADINGCORRECT_TT"	= "Selecciona el efecto de la función que corrige fotos y películas cuyo color se haya desvanecido con el tiempo o se haya difuminado. Esta opción solo es efectiva cuando en [Modo de color] (tipo) se selecciona [Color].";
"ICA_PGADV_GRAINCORRECT_STR"	= "Corrección de grano";
"ICA_PGADV_GRAINCORRECT_TT"	= "Selecciona el efecto de la función que reduce el grano (la aspereza) de una foto tomada con una película de alta velocidad o alta sensibilidad.";
"ICA_PGADV_CUBS_STR"	= "Corr. sombra mar.";
"ICA_PGADV_CUBS_TT"	= "Selecciona el efecto de la función que corrige las sombras que aparecen entre las páginas al escanear cuadernillos abiertos. Cuando use esta función de corrección, coloque el original de forma que no esté torcido. Mientras escanea, apriete el centro del lomo con la misma fuerza aplicada durante el escaneado de vista preliminar.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Calib. antes de cada escan.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Realiza el calibrado antes de cada escaneado.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Salida en orden de páginas";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Establece como hacer salir el papel después de escanear varios documentos a doble cara desde el ADF. Establezca Desactivado para escanear documentos y hacer salir el papel en el modo rápido. Establezca Activado para escanear documentos y hacer salir el papel automáticamente en el orden de las páginas.";
"ICA_ADV_FLAG_NONE"	= "Ninguno";
"ICA_ADV_FLAG_AUTO"	= "Automático";
"ICA_ADV_FLAG_PHOTO"	= "Foto";
"ICA_ADV_FLAG_MAGAZINE"	= "Revista";
"ICA_ADV_FLAG_DOCUMENT"	= "Documento";
"ICA_ADV_FLAG_ON"	= "ACTIVADO";
"ICA_INFO_NONE"	= "Ninguno";
"ICA_INFO_LOW"	= "Bajo";
"ICA_INFO_MEDIUM"	= "Medio";
"ICA_INFO_HIGH"	= "Alto";
"ICA_ERROR_001"	= "El escaneado no se puede realizar a menos que el tamaño o la resolución se reduzca a %s x %s píxeles o menos, y el tamaño de datos sea %s GB o menos.";
"ICA_ERROR_002"	= "El tamaño del papel no es adecuado para el escaneado a doble cara. Seleccione A4 o Carta.";
"ICA_ERROR_003"	= "El [Modo de color] (tipo) especificado no es compatible con el escaneado de 16 bits. Para escanear con el [Modo de color] (tipo) especificado, cambie la profundidad de bits a 8 bits. Para escanear con 16 bits, cambie el [Modo de color] (tipo) a color.";
"ICA_ERROR_004"	= "No es posible realizar el escaneado a menos que el tamaño se aumente a 4 x 4 mm (0,16 x 0,16 pulgadas).";
"ICA_ERROR_005"	= "Carece de los privilegios necesarios para acceder a la carpeta especificada.";
"ICA_ERROR_006"	= "No se pudo detectar la película.\nCompruebe que la película se ha colocado correctamente y escanee de nuevo.";
"ICA_ERROR_007"	= "Escanear películas de formato 120 con el controlador del escáner.";
"ICA_ERROR_008"	= "Se ha producido un error interno. Tome las siguientes medidas.\n- Compruebe el estado del escáner.\n- Reinicie el escáner.\n- Vuelva a instalar el controlador del escáner.";
"ICA_ERROR_009"	= "El tamaño del papel no es adecuado para el escaneado a doble cara. Seleccione un tamaño que no sea Legal.";
"ICA_ERROR_01"	= "La memoria se está agotando. Aumente la memoria disponible.";
"ICA_ERROR_02"	= "Falta o se ha corrompido un archivo necesario, o la configuración es incorrecta. Intente instalar de nuevo.";
"ICA_ERROR_03"	= "Se ha producido un error interno.";
"ICA_ERROR_04"	= "No hay suficiente espacio libre en disco para completar el escaneado.";
"ICA_ERROR_05"	= "No hay documentos en el ADF (alimentador automático de documentos). Cargue un documento y reinténtelo.";
"ICA_ERROR_07"	= "Error del escáner. Consulte las soluciones en el manual.";
"ICA_ERROR_08"	= "No se puede escribir ni leer el archivo.";
"ICA_ERROR_09"	= "Se ha producido un error. Apague el dispositivo y vuelva a encenderlo.";
"ICA_ERROR_10"	= "Libere el interruptor de bloqueo, desconecte el cable USB y vuelva a conectarlo.";
"ICA_ERROR_11"	= "Libere el interruptor de bloqueo, desconecte el dispositivo y vuelva a conectarlo.";
"ICA_ERROR_12"	= "Escaneado cancelado.";
"ICA_ERROR_13"	= "Exploración cancelada por el usuario. Pulse el botón OK en el panel de control de la impresora para expulsar el documento del ADF (alimentador automático de documentos).";
"ICA_ERROR_18"	= "No se puede escanear por estas razones:\n- Puede que el original no se haya colocado correctamente.\n- Puede que la hoja de protección esté en su lugar.\n- Puede que la lámpara no se haya calentado.\n   (A temperaturas bajas la lámpara necesita unos minutos para ajustarse.)";
"ICA_ERROR_25"	= "Se ha producido un atasco de papel en el ADF (alimentador automático de documentos). Libere el atasco de papel y pulse el botón OK para borrar el estado del panel de control de la impresora.";
"ICA_ERROR_26"	= "La tapa del ADF (alimentador automático de documentos) está abierta. Cierre la tapa de los documentos y pulse el botón OK para borrar el estado del panel de control de la impresora.";
"ICA_ERROR_28"	= "El documento es demasiado largo. Compruebe que la tapa del ADF (alimentador automático de documentos) este cerrada y pulse el botón OK en el panel de control de la impresora para expulsar el documento del ADF.";
"ICA_ERROR_29"	= "El tamaño del papel no es adecuado para el escaneado a doble cara. Compruebe que la tapa del ADF (alimentador automático de documentos) este cerrada, y pulse el botón OK en el panel de control de la impresora para expulsar el documento del ADF.";
"ICA_ERROR_30"	= "No hay ningún documento en el ADF (alimentador automático de documentos). Pulse el botón OK del panel de control de la impresora para cancelar el error y, a continuación, coloque el papel en el ADF.";
"ICA_ERROR_31"	= "La inicialización del escáner está en curso. Comience a escanear cuando haya finalizado.";
"ICA_ERROR_32"	= "La inicialización de la impresora está en curso. Comience a escanear cuando haya finalizado.";
"ICA_ERROR_33"	= "La impresora está en uso o se ha producido un error. Compruebe el estado.";
"ICA_ERROR_34"	= "El escáner no está disponible mientras lo utiliza otra aplicación o usuario.";
"ICA_ERROR_35"	= "La hoja de protección está adjunta. No se puede escanear.";
"ICA_ERROR_36"	= "No se puede escanear el tamaño de papel especificado para el documento.";
"ICA_ERROR_39"	= "No se puede comunicar con el escáner por estas razones:\n- El escáner está apagado.\n- El cable USB está desconectado.\n\nCompruébelo y vuelva a intentarlo.";
"ICA_ERROR_40"	= "No se puede comunicar con el escáner por estas razones:\n- El escáner está apagado.\n- (Si se utiliza una conexión de LAN cableada) Está desconectado de la red LAN cableada.\n- (Si se utiliza una conexión LAN inalámbrica) Señal débil debido a obstrucciones.\n- Conexión de red prohibida por el software de seguridad.\n- Se ha seleccionado un escáner diferente en la red.\n\nCompruébelo y vuelva a intentarlo.";
"ICA_ERROR_42"	= "La tapa de los documentos está abierta.\nCierre la tapa de los documentos y pulse el botón OK de la impresora.\nA continuación, retire el documento del ADF (alimentador automático de documentos).";
